Repository: phungbuuquang/badminton-score
Catalog: assets/l10n/app_*.arb
Languages: vi

# appTitle
source: Badminton Score
vi: Ghi điểm Cầu lông

# capAt
source: Điểm trần
vi: 封頂分

source: End Match
vi: Kết thúc trận

source: End Set
vi: Kết thúc set

# endSetContent
source: Confirm set result: {teamA} {scoreA} : {scoreB} {teamB}
vi: Xác nhận kết quả set: {teamA} {scoreA} : {scoreB} {teamB}

# endSetTitle
source: End Set?
vi: Kết thúc set?

source: History
vi: Lịch sử

# invalidRules
source: Luật không hợp lệ: mục tiêu ≥1, cách biệt ≥1, trần ≥ mục tiêu.
vi: 無效規則：目標≥1、分差≥1、封頂≥目標。

# keepup
source: Continue
vi: Tiếp tục

source: No matches yet
vi: Chưa có trận nào

source: Reset Set
vi: Làm lại set

# resultSets
source: Result: {a} - {b}
vi: Kết quả: {a} - {b}

# rules
source: Luật tính điểm
vi: 計分規則

# rulesDescription
source: Tuỳ chỉnh điểm mục tiêu, cách biệt tối thiểu và điểm trần.
vi: 自訂目標分、最小分差與封頂分。

# save
source: Lưu
vi: 儲存

source: Sets: {count}
vi: Số set: {count}

source: Start Match
vi: Bắt đầu trận

# swipeHint
source: Swipe ↑ to add • Swipe ↓ to subtract
vi: Vuốt ↑ để cộng • Vuốt ↓ để trừ

# targetPoints
source: Điểm mục tiêu
vi: 目標分

source: Team A name
vi: Tên đội A

source: Team B name
vi: Tên đội B

# winBy
source: Cách biệt tối thiểu
vi: 最小分差
